Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from websites you visit.
bn_bd: &brandShortName; আপনার ব্রাউজিং, ডাউনলোড, ফরম এবং অনুসন্ধানের ইতিহাস মনে রাখবে এবং পরিদর্শিত ওয়েবসাইটের কুকি সংরক্ষণ করবে।

source: &brandShortName; will send a signal that you don’t want to be tracked whenever Tracking Protection is on.
bn_bd: যখনই ট্রাকিং সুরক্ষা সক্রিয় থাকবে &brandShortName; একটি সিগন্যাল পাঠাবে যে আপনাকে যেনো ট্রাক করা না হয়।

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
bn_bd: &brandShortName; একান্ত ব্রাউজিং এর মতোই সেটিং ব্যবহার করবে, এবং আপনার ব্রাউজিং এর কোন তথ্য সংরক্ষণ করবে না।

source: Brazil
bn_bd: ব্রাজিল

source: Breakpoint removed
bn_bd: ব্রেক পয়েন্ট সরিয়ে ফেলুন

source: Breakpoints
bn_bd: ব্রেকপয়েন্ট

source: Breakpoint: %S
bn_bd: ব্রেকপয়েন্ট: %S

source: Breakpoint types supported: line
bn_bd: ব্রেকপয়েন্ট সমর্থনের ধরণ: লাইন

source: Breton
bn_bd: ব্রেটন

source: Briefcase
bn_bd: ব্রিফকেস

source: Brief Title
bn_bd: সংক্ষিপ্ত শিরোনাম

source: Bring All to Front
bn_bd: সব সামনে আনা হবে

source: British Indian Ocean Territory
bn_bd: ব্রিটিশ ভারত মহাসাগরীয় অঞ্চল

source: Broken Encryption (%1$S, %2$S bit keys, %3$S)
bn_bd: ভাঙ্গা এনক্রিপ্টশন (%1$S, %2$S bit keys, %3$S)

source: B&rowse…
bn_bd: ব্রাউজ... (&r)

source: Browse…
bn_bd: ব্রাউজ… (B)

source: Browse by yourself.
bn_bd: আপনার দ্বারা ব্রাউজকৃত।

source: Browser
bn_bd: ব্রাউজ B

source: Browser Console
bn_bd: ব্রাউজার কনসোল

source: Browser Content Toolbox
bn_bd: ব্রাউজার কন্টেট টুলবক্স

source: Browser Hangs
bn_bd: ব্রাউজার হ্যাং করেছে

source: Browser is under remote control
bn_bd: ব্রাউজার রিমোর্ট কন্ট্রোলের আওতায়

source: Browser Startup Error
bn_bd: ব্রাউজার আরম্ভে ত্রুটি

source: Browser styles
bn_bd: ব্রাউজার শৈলী

source: Browser tabs
bn_bd: ব্রাউজার ট্যাব

source: Browser Toolbox
bn_bd: ব্রাউজার টুলবক্স

source: Browsing
bn_bd: ব্রাউজ করা

source: Browsing &amp; Download History
bn_bd: ব্রাউজিং B এবং ডাউনলোড ইতিহাস

source: Browsing history
bn_bd: ব্রাউজিং ইতিহাস

source: Browsing History
bn_bd: ব্রাউজ ইতিহাস

source: Browsing History and Bookmarks
bn_bd: ব্রাউজারের ইতিহাস এবং বুকমার্ক

source: Brunei
bn_bd: ব্রুনেই

source: btn
bn_bd: বাটন

source: Bubbling
bn_bd: সাড়া জাগানো

source: Buffer %S%% full
bn_bd: বাফার %S%% সম্পূর্ণ

source: bug %1$S
bn_bd: বাগ %1$S

source: build configuration
bn_bd: বিল্ড কনফিগারেশন

source: Build Configuration
bn_bd: বিল্ড কনফিগারেশন

source: Build ID
bn_bd: বিল্ড ID

source: Build identifier:
bn_bd: বিল্ড সনাক্তকারী:

source: Builtin Roots Module
bn_bd: বিল্টইন রুটস মডিউল

source: Builtin tools loaded.
bn_bd: বিল্ট-ইন টুল লোড করা হয়েছে।

source: Bulgaria
bn_bd: বুলগেরিয়া

source: Bulgarian
bn_bd: বুলগেরিয়ান

source: Bulk data decryption algorithm failed in selected cipher suite.
bn_bd: নির্বাচিত সাইফার স্যুটের মধ্যে বৃহৎ পরিমানের তথ্য ডিক্রিপশনের এলগরিদম বিফল হয়েছে।

source: Bulk data encryption algorithm failed in selected cipher suite.
bn_bd: নির্বাচিত সাইফার স্যুটের মধ্যে বৃহৎ পরিমানের তথ্য এনক্রিপশনের এলগরিদম ব্যর্থ হয়েছে।

source: Bullet
bn_bd: বুলেট

source: Burkina Faso
bn_bd: বুর্কিনা ফাসো

source: Burma
bn_bd: বার্মা

source: Burmese
bn_bd: বার্মিজ

source: Burundi
bn_bd: বুরুন্ডি

source: button
bn_bd: বোতাম

source: button menu
bn_bd: বাটন মেনু

source: Buttons
bn_bd: বোতামগুলি

source: button to record an animation frame’s call stack.
bn_bd: অ্যানিমেশন ফ্রেমের কল স্ট্যাক রেকর্ড করার বোতাম।

source: button to start performance analysis.
bn_bd: কর্মক্ষমতা বিশ্লেষণ শুরু করার বাটন।

source: By
bn_bd: দ্বারা

source: By Date
bn_bd: তারিখ অনুসারে

source: By Date and Site
bn_bd: তারিখ ও সাইট অনুসারে

source: By default, existing highlighters are hidden when running the command, unless this option is set
bn_bd: এই অপশনটি সক্রিয় করা হয়, যদি না, কমান্ড চলমান যখন ডিফল্টরূপে, বিদ্যমান highlighters লুকানো হয়

source: By Last Visited
bn_bd: শেষবার প্রদর্শিত

source: By Most Visited
bn_bd: সর্বাধিক প্রদর্শিত

source: By %S
bn_bd: %S কর্তৃক

source: By Site
bn_bd: সাইট অনুসারে

source: bytes
bn_bd: বাইট

source: Bytes received
bn_bd: প্রাপ্ত বাইট

source: Bytes Received
bn_bd: প্রাপ্ত বাইট

source: Bytes sent
bn_bd: প্রেরিত বাইট

source: Bytes Sent
bn_bd: প্রেরিত বাইট

source: C
bn_bd: V

source: Cabo Verde
bn_bd: কেপ ভার্ডি

source: Cache
bn_bd: ক্যাশে

source: cached
bn_bd: ক্যাশে

source: Cached responses: %S
bn_bd: ক্যাশে প্রতিক্রিয়া: %S

source: Cached Web Content
bn_bd: জমে থাকা ওয়েব কনটেন্ট

source: Cache Entries
bn_bd: ক্যাশ এন্ট্রি

source: “CACHE MANIFEST” is only valid on the first line but was found at line %S.
bn_bd: "CACHE MANIFEST" কেবল প্রথম লাইনে কার্যকর কিন্তু তা %S লাইনে পাওয়া গিয়েছে।

source: Cache not slow count
bn_bd: ক্যাশ স্লো করছে না গণনা

source: Cache Operation
bn_bd: ক্যাশ অপারেশন

source: Cache slow count
bn_bd: ক্যাশ স্লো গণনা

source: Cache Source:
bn_bd: ক্যাশের উৎস:

source: Cache Storage
bn_bd: ক্যাশে স্টোরেজ

source: Cache won count
bn_bd: ক্যাশ ওন গণনা

source: CA Compromise
bn_bd: CA সংকটাপন্ন

source: CA Issuers
bn_bd: CA ইস্যুকারী

source: Calculating site data size…
bn_bd: সাইটে ডাটার পরিমাণ গণনা করছে…

source: Calculating web content cache size…
bn_bd: ওয়েব কন্টেন্ট ক্যাশে আকার গণনা করা হচ্ছে…

source: Calling detach() on a NodeIterator no longer has an effect.
bn_bd: NodeIterator এ detach() কে কল করার কোন প্রভাব নেই।

source: Call logging started.
bn_bd: কল লগিং চালু হয়েছে।

source: Call Stack
bn_bd: কল ষ্ট্যাক

source: Call to the key function not allowed.
bn_bd: কী ফাংশনে কল করা অনুমোদিত নয়।

source: Call Tree
bn_bd: কল ট্রী

source: Cambodia
bn_bd: কম্বোডিয়া

source: Camera to share:
bn_bd: যেসকল ক্যামেরা শেয়ার করা হবে: C

source: Cameroon
bn_bd: ক্যামেরুন

source: Canada
bn_bd: কানাডা

source: &Cancel
bn_bd: বাতিল

source: Cancel 1 Download
bn_bd: 1টি ডাউনলোড বাতিল

source: Cancel All Downloads?
bn_bd: সব ডাউনলোড বাতিল করা হবে কি?

source: Cancel Download
bn_bd: ডাউনলোড বাতিল করুন

source: Canceled
bn_bd: বাতিল করা হয়েছে

source: Cancel edit breakpoint and close
bn_bd: ব্রেকপয়েন্ট সম্পাদনা বাতিল ও বন্ধ করুন

source: Cancel %S Downloads
bn_bd: %S টি ডাউনলোড বাতিল

source: Cannot cd() to the given window. Invalid argument.
bn_bd: এই উইন্ডোতে cd() করা যাচ্ছে না। অকার্যকর আরগুমেন্ট।

source: Cannot communicate securely with peer: no common compression algorithm(s).
bn_bd: পিয়ারের সাথে নিরাপদভাবে যোগাযোগ করা সম্ভব নয়: কোনো সাধারণ কমপ্রেশন এলগরিদম নেই।

source: Cannot communicate securely with peer: no common encryption algorithm(s).
bn_bd: নিরাপদভাবে পিয়ার সার্ভারের সাথে তথ্য বিনিময় করা সম্ভব নয়: এনক্রিপশন এলগরিদমে কোন মিল নেই।

source: Cannot Complete Request
bn_bd: অনুরোধ পূরণ করা সম্ভব নয়

source: Cannot connect: SSL is disabled.
bn_bd: সংযোগ করা সম্ভব নয়: SSL নিষ্ক্রিয় রয়েছে।

source: Cannot connect: SSL peer is in another FORTEZZA domain.
bn_bd: সংযোগ করা সম্ভব নয়: পিয়ার SSL একটি পৃথক FORTEZZA ডোমেইনের মধ্যে অবস্থিত।

source: Cannot create file. Directory %S is not writable.
bn_bd: ফাইল তৈরি করা যাচ্ছে না। %S ডিরেক্টরিটি লিখনযোগ্য নয়।

source: Cannot decrypt: encrypted using a disallowed algorithm or key size.
bn_bd: ডিক্রিপ্ট করা সম্ভব নয়: এনক্রিপশন করা হয়েছে অননুমোদিত এলগরিদম বা কী-আকার ব্যবহার করে।

source: Cannot decrypt: key encryption algorithm does not match your certificate.
bn_bd: ডিক্রিপ্ট করা সম্ভব নয়: কী এনক্রিপশন এলগরিদম আপনার সার্টিফিকেট এর সাথে খাপ খায় না।

source: Cannot decrypt: you are not a recipient, or matching certificate and private key not found.
bn_bd: ডিক্রিপ্ট করা সম্ভব নয়: আপনি সম্ভবত প্রাপক নন, অথবা সুসংগত সার্টিফিকেট ও প্রাইভেট কী পাওয়া যায়নি।

source: Cannot download file because the SD card is in use.
bn_bd: ফাইল ডাউনলোড করা গেল না কারন SD কার্ড অন্য কোথাও ব্যবহৃত হচ্ছে।

source: Cannot download file because the SD card is missing.
bn_bd: ফাইল ডাউনলোড হবে না কারন SD কার্ড পাওয়া যাচ্ছে না।

source: Cannot initiate another SSL handshake until current handshake is complete.
bn_bd: বর্তমান হ্যান্ডশেক সমাপ্ত না হওয়া অবধি পৃথক SSL হ্যান্ডশেক আরম্ভ করা সম্ভব নয়।

source: Cannot play media. No decoders for requested formats: %S
bn_bd: মিডিয়া চালানো যাবে না। অনুরোধকৃত ফরমেটের জন্য কোন ডিকোডার নাই: %S

source: Cannot print-preview this document yet, it is still being loaded.
bn_bd: এই ডকুমেন্টটি প্রিন্ট-পূর্ববতী দর্শন সম্ভব নয়, এটি এখনও লোড হচ্ছে।

source: Cannot print this document yet, it is still being loaded.
bn_bd: এই ডকুমেন্টটি এখনও প্রিন্ট করা সম্ভব নয়, এটি এখনও লোড হচ্ছে।

source: Cannot retrieve WebRTC log data
bn_bd: ওয়েব RTC লগ তথ্য উদ্ধার করতে পারবে না

source: Cannot show outline for this grid
bn_bd: এই গ্রিডের জন্য আউটলাইন দেখাচ্ছে না

source: Cannot specify value for internal property.
bn_bd: অভ্যন্তরীণ বৈশিষ্ট্যের মান নির্ধারণে ব্যর্থ।

source: cannot update
bn_bd: হালনাগাদ হয়নি

source: Can’t call pprint on this type of object.
bn_bd: এ ধরণের অবজেক্টে পিপ্রিন্ট কল করা যায়না।

source: Can’t connect securely because the site uses an older, insecure version of the SSL protocol.
bn_bd: এই সাইটের সাথে নিরাপদরূপে সংযোগ স্থাপন করা সম্ভব নয় কারণ এই সাইটে SSL প্রোটোকলের একটি পুরোনো ও অরক্ষিত সংস্করণ ব্যবহৃত হয়েছে।

source: Can’t connect securely because the SSL protocol has been disabled.
bn_bd: SSL প্রোটোকল নিষ্ক্রিয় হওয়ার ফলে নিরাপদরূপে সংযোগ স্থাপন করা যায়নি।

source: Can’t connect to app: %1$S
bn_bd: অ্যাপে সংযোগ সম্ভব নয়: %1$S

source: Can’t convert “%S” to a date.
bn_bd: "%S" কে তারিখে রূপান্তর করা যাবে না।

source: Can’t convert “%S” to an integer.
bn_bd: "%S" একটি নাম্বারে রূপান্তরিত করা যাবে না।

source: Can’t convert “%S” to a number.
bn_bd: "%S" একটি নাম্বারে রূপান্তরিত করা যাবে না।

source: Can’t fetch the add-on list: %S
bn_bd: অ্যাড-অন লিস্ট আনা সম্ভব হচ্ছে না: %S

source: Can’t find property ‘%S’
bn_bd: '%S' বৈশিষ্ট্য পাওয়া যায়নি

source: Can’t get app list from device
bn_bd: ডিভাইস থেকে অ্যাপ এর তালিকা নেওয়া সম্ভব নয়

source: Can’t install project. Not fully connected.
bn_bd: প্রজেক্ট ইনস্টল করতে পারবে না. সম্পূর্ণরূপে সংযুক্ত নয়.

source: Can’t install project. Validation errors.
bn_bd: প্রজেক্ট ইন্সটল স্মভব নয়। মেয়াদ সংক্রান্ত ত্রুটি।

source: Can’t see your device?
bn_bd: আপনার ডিভাইস দেখতে পাচ্ছেন না?

source: Can’t show coverage information for compressed stylesheets
bn_bd: সংকুচিত স্টাইলশীটের জন্য কভারেজ তথ্য দেখানো সম্ভব নয়

source: Can’t use ‘%S’.
bn_bd: '%S' ব্যবহার করা যাচ্ছে না।

source: Can’t use ‘%S’ as a prefix because it is not a parent command.
bn_bd: '%S' একটি প্রিফিক্স হিসেবে ব্যবহার করতে পারবেন না কারণ এটা মূল কমান্ড না।

source: "Can't write: "
bn_bd: "লেখা যায়নি: "

# Can’t write to file %S: %S.
source: Can’t write to file %S:\n%S.
bn_bd: ফাইলে লিখতে ব্যর্থ %S:\n%S।

source: canvas
bn_bd: ক্যানভাস

source: canvas: an attempt to set strokeStyle or fillStyle to a value that is neither a string, a CanvasGradient, or a CanvasPattern was ignored.
bn_bd: canvas: strokeStyle বা fillStyle এর জন্য মান নির্ধারণ করার চেষ্টা প্রত্যাখ্যান করা হয়েছে কারণ মানটি string বা CanvasGradient, বা CanvasPattern কোনটিই নয়।

source: Canvas Debugger could not find a requestAnimationFrame or setTimeout cycle.
bn_bd: ক্যানভাস ডিবাগার AnimationFrame বা setTimeout চক্র থেকে কোন অনুরোধ খুজে পাওয়া যায়নি।

source: Canvas Panel
bn_bd: Canvas প্যানেল

source: Can you remove the wildcard(*)?
bn_bd: আপনি ওয়াইল্ডকার্ড(*) মুছে ফেলতে পারেন?

source: caption
bn_bd: শিরোনাম

source: Capture
bn_bd: ক্যাপচার

source: captured log files can be found in: %1$S
bn_bd: ক্যাপচার করা লগ ফাইল গুলি এখানে পাওয়া যাবে: %1$S

source: Captured Stacks
bn_bd: ক্যাপচার স্টাক

source: Caret Browsing
bn_bd: ক্যারেট ব্রাউজিং

source: (Case sensitive)
bn_bd: (অক্ষরের ছাঁদ সংবেদনশীল)

source: Case sensitive
bn_bd: কেস সংবেদনশীল

source: Cast to Screen
bn_bd: স্ক্রিনে কাস্ট করুন

source: Catalan
bn_bd: ক্যাটালান

source: category
bn_bd: বিষয়শ্রেণী

source: Cause
bn_bd: কারণ

source: Cause:
bn_bd: কারণ:

source: Caution: This add-on is unverified. Malicious add-ons can steal your private information or compromise your computer. Only install this add-on if you trust the source.
bn_bd: সতর্কীকরণ: এই অ্যাড-অনটি অযাচাইকৃত। ক্ষতিকারক অ্যাড-অন আপনার কম্পিউটারকে আক্রান্ত করতে এবং আপনার ব্যক্তিগত তথ্য চুরি করতে পারে। অ্যাড-অনটি ইন্সটল করুন কেবল যদি আপনি এর সোর্সকে বিশ্বাস করেন।

source: ;Caution: This site would like to install #2 add-ons in #1, some of which are unverified. Proceed at your own risk.
bn_bd: ;সতর্কতা: এই সাইটটি একটি #2 অ্যাড-অন ইন্সটল করতে চাইছে #1-এ, যেগুলোর কিছু অযাচিত। আপনার নিজের রিস্কে এগোন।

source: Caution: This site would like to install an unverified add-on in #1. Proceed at your own risk.;Caution: This site would like to install #2 unverified add-ons in #1. Proceed at your own risk.
bn_bd: সতর্কতা: এই সাইটটি একটি অযাচিত অ্যাড-অন ইন্সটল করতে চাইছে #1-এ। আপনার নিজের রিস্কে এগোন।;সতর্কতা: এই সাইটটি একটি অযাচিত অ্যাড-অন #2 ইন্সটল করতে চাইছে #1-এ। আপনার নিজের রিস্কে এগোন।

source: Cayman Islands
bn_bd: কেইম্যান দ্বীপপুঞ্জ

source: CC Graph Reduction
bn_bd: CC গ্রাফ রিডাকশন

source: cell
bn_bd: সেল

source: Center
bn_bd: কেন্দ্র

source: Center:
bn_bd: কেন্দ্র:

source: Center footer
bn_bd: কেন্দ্রস্থিত পাদচরণ

source: Center header
bn_bd: কেন্দ্রস্থিত শীর্ষচরণ

source: Central African Republic
bn_bd: মধ্য আফ্রিকান প্রজাতন্ত্র

source: Central European (ISO)
bn_bd: মধ্য ইউরোপীয় (আইএসও)

source: Central European, ISO
bn_bd: মধ্য ইউরোপীয়, আইএসও

source: Central European, Microsoft
bn_bd: মধ্য ইউরোপীয়, মাইক্রোসফট

source: Central European (Windows)
bn_bd: মধ্য ইউরোপীয় (উইন্ডোজ)

source: Cert chain fails policy validation
bn_bd: নীতিমালার কার্যকারীতা Cert চেইন এ ব্যর্থ

source: Certificate
bn_bd: সার্টিফিকেট

source: Certificate:
bn_bd: সার্টিফিকেট:

source: Certificate already exists in your database.
bn_bd: আপনার ডাটাবেসের মধ্যে সার্টিফিকেট বর্তমানে বিদ্যমান।

source: Certificate Authority Key Identifier
bn_bd: সার্টিফিকেট কর্তৃপক্ষের কী পরিচয়কারী

source: Certificate Authority (unnamed)
bn_bd: সার্টিফিকেট কর্তৃপক্ষ (নামবিহীন)

source: Certificate backup password:
bn_bd: সার্টিফিকেট ব্যাকআপ পাসওয়ার্ড:

source: Certificate backup password (again):
bn_bd: সার্টিফিকেট ব্যাকআপ পাসওয়ার্ড (পুনরায়):

source: Certificate Basic Constraints
bn_bd: সার্টিফিকেটের মৌলিক বাধানিষেধ

source: Certificate chain:
bn_bd: সার্টিফিকেট চেইন:

source: Certificate contains unknown critical extension.
bn_bd: সার্টিফিকেটের মধ্যে গুরুত্বপূর্ণ অজানা এক্সটেনশন বিদ্যমান।

source: Certificate Detail
bn_bd: সার্টিফিকেটের বিবরণ

source: Certificate extension not found.
bn_bd: সার্টিফিকেটের এক্সটেনশন পাওয়া যায়নি।

source: Certificate extension value is invalid.
bn_bd: সার্টিফিকেটের এক্সটেনশনের মান কার্যকর নয়।

source: Certificate Fields
bn_bd: সার্টিফিকেটের ক্ষেত্র (F)

source: Certificate Files
bn_bd: সার্টিফিকেট ফাইল

source: Certificate File to Import
bn_bd: ইম্পোর্টে সার্টিফিকেট ফাইল

source: Certificate Hierarchy
bn_bd: সার্টিফিকেটের অনুক্রম

source: Certificate Hold
bn_bd: সার্টিফিকেটের ব্যবহার স্থগিত

source: Certificate is revoked in issuer’s certificate revocation list.
bn_bd: ইস্যুকারী সার্টিফিকেট বাতিলের তালিকায় সার্টিফিকেট বাতিল করা হয়েছে।

source: Certificate Issuer Alt Name
bn_bd: সার্টিফিকেট ইস্যুকারীর বিকল্প নাম

source: Certificate Key Usage
bn_bd: সার্টিফিকেট কীর ব্যবহার

source: Certificate key usage inadequate for attempted operation.
bn_bd: চেষ্টারত অপারেশনের জন্য অপ্রতুল সার্টিফিকেট কী এর ব্যবহার।

source: Certificate Manager
bn_bd: সার্টিফিকেট ব্যবস্থাপক

source: Certificate Name
bn_bd: সার্টিফিকেটের নাম

source: Certificate Name Constraints
bn_bd: সার্টিফিকেটের নাম সংক্রান্ত বাধানিষেধ

source: Certificate nickname already in use.
bn_bd: সার্টিফিকেটের ডাকনাম আগে থেকেই ব্যবহৃত হচ্ছে।

source: Certificate path length constraint is invalid.
bn_bd: সার্টিফিকেটের পাথের দৈর্ঘ্যের সীমা কার্যকর নয়।

source: Certificate Policies
bn_bd: সার্টিফিকেটের নিয়মনীতি

source: Certificate Policy Constraints
bn_bd: সার্টিফিকেটের নিয়মনীতি সংক্রান্ত বাধানিষেধ

source: Certificate Policy Mappings
bn_bd: সার্টিফিকেটের নিয়মনীতির ম্যাপিং

source: Certificates
bn_bd: সনদপত্র

source: Certificate Signature Algorithm
bn_bd: সার্টিফিকেট স্বাক্ষরের এলগরিদম

source: Certificate Signature Value
bn_bd: সার্টিফিকেট স্বাক্ষরের মান

source: Certificate Signer
bn_bd: সার্টিফিকেট স্বাক্ষরকারী

source: Certificate Status
bn_bd: সার্টিফিকেটের অবস্থা

source: Certificate Subject Alt Name
bn_bd: সার্টিফিকেট সাবজেক্টের বিকল্প নাম

source: Certificate Subject Directory Attributes
bn_bd: সার্টিফিকেট সাবজেক্টের ডিরেক্টরি সংক্রান্ত বৈশিষ্ট্য

source: Certificate Subject Key ID
bn_bd: সার্টিফিকেট সাবজেক্ট কী আইডি

source: Certificate type not approved for application.
bn_bd: অ্যাপ্লিকেশনের জন্য সার্টিফিকেটের ধরন অনুমোদিত নয়।

source: Certificate usages field is invalid.
bn_bd: সার্টিফিকেটের ব্যবহার নির্দেশকারী ক্ষেত্র কার্যকর নয়।

source: Certificate Viewer: “%1$S”
bn_bd: সার্টিফিকেট প্রদর্শক:“%1$S”

source: Certificate with serial number: %1$S
bn_bd: সিরিয়াল নম্বর সহ সার্টিফিকেট: %1$S

source: Certification Practice Statement pointer
bn_bd: সার্টিফিকেশন প্র্যাকটিস স্টেটমেন্ট পয়েন্টার

source: ‘certified’ apps are not fully supported on the App manager.
bn_bd: 'certified' অ্যাপ গুলো অ্যাপ ব্যবস্থাপক দ্বারা পূর্ণ সমর্থিত নয়।

source: Cert Library: No Response
bn_bd: Cert Library: প্রত্যুত্তর নেই

source: Cert validation search is out of search limits
bn_bd: অনুসন্ধান সীমার বাইরে Cert কার্যকারীতা অনুসন্ধান

source: Cessation of Operation
bn_bd: কার্য স্থগিত

source: Chad
bn_bd: চাদ

source: Chamorro
bn_bd: চামোর

source: Change Block List
bn_bd: ব্লক তালিকা পরিবর্তন করুন C

source: Change Device Name…
bn_bd: ডিভাইসের নাম পরিবর্তন…

source: Change how objects are grouped
bn_bd: কিভাবে অবজেক্টগুলো গ্রুপ হবে তা পরিবর্তন করুন

source: Change how objects are labeled
bn_bd: কিভাবে অবজেক্টগুলো লেভেল করা হয়েছে তা পরিবর্তন করুন

source: Change layout for easier reading
bn_bd: সহজ করে পড়ার জন্য লেআউট পরিবর্তন করুন

source: Change Master Password
bn_bd: মাস্টার পাসওয়ার্ড পরিবর্তন করুন

source: Change Master Password…
bn_bd: মাস্টার পাসওয়ার্ড পরিবর্তন...

source: Change Options…
bn_bd: পরিবর্তন অপশন…

source: Change Password
bn_bd: পাসওয়ার্ড পরিবর্তন করুন (P)

source: Change pop-up blocking settings for this website
bn_bd: এই ওয়েব সাইটের পপ-আপ রোধের সেটিংসমূহ পরিবর্তন

source: Change Preferences…
bn_bd: পরিবর্তন পছন্দসমূহ…

source: Change preferences for search engine suggestions
bn_bd: অনুসন্ধান ইঞ্জিন পরামর্শের জন্য পছন্দসমূহ পরিবর্তন করুন

source: Change preferences for search engine suggestions…
bn_bd: সার্চ ইঞ্জিন পরামর্শের জন্য অগ্রাধিকার পরিবর্তন করুন g...

source: Change profile picture
bn_bd: প্রোফাইলের ছবি পরিবর্তন করুন

source: Change Search Engine
bn_bd: সার্চ ইঞ্জিন পরিবর্তন

source: Change search settings
bn_bd: অনুসন্ধানের সেটিংস বদল করুন

source: Change Search Settings
bn_bd: সার্চ সেটিংস বদল করুন

source: Change the view of the snapshot
bn_bd: স্ন্যাপশটের প্রদর্শন পরিবর্তন করুন

source: Change this add-on’s options
bn_bd: এই অ্যাড-অন এর অপশন পরিবর্তন করুন

source: Change this add-on’s preferences
bn_bd: এই অ্যাড-অন এর পছন্দসমূহ পরিবর্তন করুন

source: Change when this add-on runs
bn_bd: যখন এই এড-অনটি চালু হয় তখন পরিবর্তন করুন

source: Change whether you can receive notifications from the site
bn_bd: এই সাইটটি থেকে আপনি নোটিফিকেশন গ্রহণ করতে পারবেন কিনা তা পরিবর্তন করুন

source: Change your view
bn_bd: আপনার দৃশ্যপট পরিবর্তন করুন

source: Changing these advanced settings can be harmful to the stability, security, and performance of this application. You should only continue if you are sure of what you are doing.
bn_bd: উচ্চ পর্যায়ের এই সেটিংসমূহ পরিবর্তনের ফলে অ্যাপ্লিকেশনের স্থায়ীত্ব, নিরাপত্তা ও কার্যকারিতা প্রভাবিত হতে পারে। আপনি সম্পূর্ণভাবে নিশ্চিত হলে তবেই এগিয়ে যান।

source: Channels
bn_bd: চ্যানেল

source: Character Encoding
bn_bd: ক্যারেক্টার এনকোডিং

source: Character reference expands to a control character.
bn_bd: অক্ষর নিয়ন্ত্রণ করতে অক্ষর রেফারেন্স প্রসারিত হয়েছে।

source: Character reference expands to a non-character.
bn_bd: অক্ষর নয় এমন একটিতে অক্ষর রেফারেন্স প্রসারিত হয়েছে।

source: Character reference expands to a permanently unassigned code point.
bn_bd: স্থায়ীভাবে আনঅ্যাসাইনকৃত কোড পয়েন্টে অক্ষর রেফারেন্স প্রসারিত হয়েছে।

source: Character reference expands to a surrogate.
bn_bd: প্রতিনিধি হিসেবে অক্ষর রেফারেন্স প্রসারিত হয়েছে।

source: Character reference expands to zero.
bn_bd: অক্ষর রেফারেন্স শূন্যে প্রসারিত।

source: Character reference outside the permissible Unicode range.
bn_bd: অনুমোদনযোগ্য ইউনিকোড পরিসীমার বাইরে অক্ষর রেফারেন্স।

source: Character reference was not terminated by a semicolon.
bn_bd: একটি সেমিকোলন দ্বারা অক্ষর রেফারেন্স বাতিল হয়নি।

source: charset string in @charset rule
bn_bd: @charset নিয়মের মধ্যে charset স্ট্রিং

source: Chechen
bn_bd: চেচেন

source: check
bn_bd: পরীক্ষা

source: Check
bn_bd: টিক দিন

source: Check boxes
bn_bd: চেক বক্সগুলো

source: check button
bn_bd: চেক বাটন

source: checked
bn_bd: পরীক্ষিত

source: Check for updates
bn_bd: হালনাগাদ যাচাই

source: Check for updates…
bn_bd: হালনাগাদের জন্য পরীক্ষা...

source: Check for Updates
bn_bd: হালনাগাদ পরীক্ষা C

source: Check For Updates
bn_bd: হালনাগাদের জন্য পরীক্ষা

source: Check for updates but let you choose to install them
bn_bd: হালনাগাদকরণ যাচাই করুন তবে ইনস্টলের পূর্বে আপনাকে জানাবে

source: Check for updates, but let you choose whether to install them
bn_bd: হালনাগাদকরণ যাচাই করুন, কিন্তু ইনস্টলের পূর্বে আপনাকে জানাবে

source: Check for updates for this add-on
bn_bd: এই অ্যাড-অনের জন্য হালনাগাদ পরীক্ষা

source: Checking Compatibility of Add-ons
bn_bd: অ্যাড-অনের সুসংগতি পরীক্ষা করা হচ্ছে

source: Checking existing installation…
bn_bd: বিদ্যমান ইনস্টলেশন পরীক্ষা করা হচ্ছে…

source: Checking for Compatible Add-ons
bn_bd: উপযুক্ত অ্যাড-অনের জন্য পরীক্ষা করা হচ্ছে

source: Checking for updates…
bn_bd: হালনাগাদ পরীক্ষা…

source: Checking for Updates
bn_bd: হালনাগাদ পরীক্ষা করা হচ্ছে

source: Checking Information
bn_bd: তথ্য পরীক্ষা করা হচ্ছে

source: Checking your add-ons for compatibility with this version of &brandShortName;.
bn_bd: &brandShortName;-র বর্তমান সংস্করণের সাথে বিদ্যমান অ্যাড-অনের সুসংগতি পরীক্ষা করা হচ্ছে।

source: Checking your incompatible add-ons for updates…
bn_bd: অনুপোযুক্ত অ্যাড-অনের হালনাগাদের জন্য পরীক্ষা করা হচ্ছে…

source: check menu item
bn_bd: মেনু আইটেম পরীক্ষা করুন

source: Check Now
bn_bd: এখনই পরীক্ষা

source: Check Spelling
bn_bd: বানান পরীক্ষা করুন g

source: Check the components you want to install and uncheck the components you don't want to install. $_CLICK
bn_bd: আপনি যেসব কম্পোনেন্ট ইনস্টল করতে চান সেগুলোতে টিক দিন এবং যেগুলো ইনস্টল করতে চান না সেগুলো থেকে টিক উঠিয়ে দিন। $_CLICK

source: Check your spelling as you type
bn_bd: টাইপ করার সময় বানান পরীক্ষা করা হবে

source: Chichewa
bn_bd: চিচেওয়া

source: Child Payload %1$S
bn_bd: চাইল্ড পেলোড %1$S

source: Chile
bn_bd: চিলি

source: China
bn_bd: চীন

source: Chinese
bn_bd: চাইনিজ

source: Chinese, Simplified
bn_bd: চাইনিজ, সরলীকৃত

source: Chinese, Traditional
bn_bd: চাইনিজ, সনাতন

source: Choose…
bn_bd: নির্বাচন… (C)

source: Choose a Bookmark to be your Home Page. If you choose a folder, the Bookmarks in that folder will be opened in Tabs.
bn_bd: প্রধান পাতা হিসেবে নির্ধারণের জন্য একটি বুকমার্ক বাছাই করুন। কোনো ফোল্ডার নির্বাচন করা হলে, ফোল্ডারের সব বুকমার্ক আলাদা ট্যাবে প্রদর্শিত হবে।

source: Choose a Certificate Backup Password
bn_bd: সার্টিফিকেট ব্যাকআপ পাসওয়ার্ড নির্বাচন করুন

source: Choose a certificate to present as identification:
bn_bd: পরিচয় প্রমাণ হিসাবে পেশ করার জন্য একটি সার্টিফিকেট প্রস্তুত করুন:

source: Choose a color
bn_bd: একটি রং নির্বাচন করুন

source: Choose Application
bn_bd: অ্যাপ্লিকেশন নির্বাচন

source: Choose Application…
bn_bd: অ্যাপ্লিকেশন নির্বাচন...

source: Choose a Start Menu folder for the $BrandFullNameDA shortcuts.
bn_bd: $BrandFullNameDA এর শর্টকাটের জন্য স্টার্ট মেনু ফোল্ডার নির্বাচন করুন।

source: Choose Components
bn_bd: কম্পোনেন্ট নির্বাচন

source: Choose Download Folder:
bn_bd: ডাউনলোড ফোল্ডার নির্বাচন করুন:
